greet = ("🔰 Привет, {name}, я умею переводить числа из одной системы счисления в другую, "
         "а ещё проводить математические операции с ними, что выберешь?")
menu = "📍 Главное меню"

calculate_error = "❌ Ошибка при расчетах"
calculate_exit = "🔓 Чтобы выйти, нажмите на кнопку ниже"
calculate_wait = "🚥 Пожалуйста, подождите..."
calculate_choice_first_system = "📔 Выберите систему счисления первого числа"
calculate_choice_second_system = "⛓ Выберите систему счисления второго числа"
calculate_choice_answer_system = "🔑 В какой системе исчисления писать ответ?"
calculate_enter_first = "✍️ Введите первое число"
calculate_enter_second = "✏️ Введите второе число"
calculate_choice_operation = "📖 Выберите операцию"

transform_enter_number = "✍️ Введите число для перевода"
transform_choice_system_from = "📔 Выберите систему счисления вашего числа"
transform_choice_system_to = "🔑 В какую систему перевести?"